tutorials/cylinderFlap_FSI3/fluid/constant/transportProperties
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 root "";
 case "";
 instance "";
 local "";
 class dictionary;
 object transportProperties;
}

nu nu     [ 0 2 -1 0 0 0 0 ]     0.001 ;

rho rho     [ 1 -3 0 0 0 0 0 ]     1000.0 ; 	// ************************************************************************* //

transportModel Newtonian;

